Repository: fixator10/Fixator10-Cogs
Catalog: personalroles/locales/*.po
Languages: ru_ru

source: Assign and edit personal roles
ru_ru: Назначение и редактирование персональных ролей

source: Control of personal role
ru_ru: Управление персональной ролью

source: Assign personal role to someone
ru_ru: Назначить роль кому-либо

source: Ok. I just assigned {user.name} ({user.id}) to role {role.name} ({role.id}).
ru_ru: Ок. Я назначил роль {role.name} ({role.id}) пользователю {user.name} ({user.id}).

source: Unassign personal role from someone
ru_ru: Отменить привязку роли к кому-либо

source: [Unknown or Deleted User]
ru_ru: [Неизвестный или удаленный пользователь]

source: Ok. I just unassigned {user.name} ({user.id}) from his personal role.
ru_ru: Ок. Я отменил привязку роли пользователя {user.name} ({user.id})

source: Assigned roles list
ru_ru: Список назначенных ролей

source: User
ru_ru: Пользователь

source: Role
ru_ru: Роль

source: There is no assigned personal roles on this server
ru_ru: На данном сервере нет назначенных ролей

source: Toggle auto-adding role on rejoin.
ru_ru: Переключить автовыдачу роли при перезаходе.

source: Users will {}get their roles on rejoin now.
ru_ru: Теперь пользователи {}будут получать свои роли при перезаходе.

source: not
ru_ru: не

source: Manage blocklisted names
ru_ru: Управление запрещенными названиями

source: Add rolename to blocklist Members will be not able to change name of role to blocklisted names
ru_ru: Добавить название роли в чёрный список Участники не смогут менять название роли на названия из чёрного списка

source: `{}` is already in blocklist
ru_ru: `{}` уже в чёрном списке

source: Added `{}` to blocklisted roles list
ru_ru: `{}` добавлено в чёрный список

source: Remove rolename from blocklist
ru_ru: Убрать роль из чёрного списка

source: `{}` is not blocklisted
ru_ru: `{}` не в чёрном списке

source: Removed `{}` from blocklisted roles list
ru_ru: `{}` удалено из чёрного списка

source: List of blocklisted role names
ru_ru: Чёрный список названия ролей

source: There is no blocklisted roles
ru_ru: В чёрном списке нет запрещенных названий

source: Change color of personal role
ru_ru: Сменить цвет персональной роли

source: Personal Role
ru_ru: Персональная роль

source: Unable to edit role. Role must be lower than my top role
ru_ru: Не удаётся изменить роль. Роль должна быть ниже моей высшей роли

source: Unable to edit role: {}
ru_ru: Невозможно изменить роль: {}

source: Reset {user}'s personal role color
ru_ru: Сбросил цвет персональной роли для {user}

source: Changed color of {user}'s personal role to {color}
ru_ru: Цвет персональной роли {user} изменен на {color}

source: Change name of personal role You cant use blocklisted names
ru_ru: Изменить название персональной роли Вы не можете использовать имена из черного списка

source: NONONO!!! This rolename is blocklisted.
ru_ru: НЕНЕНЕ!!! Это название роли в чёрном списке.

source: Changed name of {user}'s personal role to {name}
ru_ru: Название персональной роли {user} изменено на {name}

source: Change icon of personal role
ru_ru: Изменить иконку персональной роли

source: Change icon of personal role using emoji
ru_ru: Изменить иконку персональной роли используя emoji

source: React to this message with your emoji
ru_ru: Добавьте реакцию с вашим эмодзи на это сообщение

source: This image type is unsupported, or link is incorrect
ru_ru: Данный тип изображений не поддерживается, или указана неверная ссылка

source: Changed icon of {user}'s personal role
ru_ru: Иконка персональной роли {user} изменена

source: Change icon of personal role using image
ru_ru: Изменить иконку персональной роли используя изображение

source: Unable to get image: {}
ru_ru: Невозможно получить изображение: {}

source: Remove icon of personal role
ru_ru: Убрать иконку персональной роли

source: Removed icon of {user}'s personal role
ru_ru: Иконка персональной роли {user} удалена
