Repository: fixator10/Fixator10-Cogs
Catalog: massthings/locales/*.po
Languages: ru_ru

source: Cog for doing things in bulk. May be against Discord API terms. Use with caution. I'm not responsible for any aftermath of using this cog.
ru_ru: Модуль на массовые действия. Может быть против условий использования Discord API. Используйте с осторожностью. Я не ответственен за любые последствия использования данного модуля.

source: This command may abuse Discord API and therefore, ban you or bot's owner, are you sure that you want to proceed?
ru_ru: Эта команда может злоупотреблять Discord API и, следовательно, заблокировать доступ вам или владельцу бота, вы уверены что хотите продолжить?

source: Mass nicknames everyone on the server
ru_ru: Массово устанавливает ники всем на сервере

source: Massnick
ru_ru: Массовая установка ников

source: Finished nicknaming server. {} nicknames could not be completed.
ru_ru: Изменение никнеймов завершено. {} никнеймов не удалось изменить.

source: Resets nicknames on the server
ru_ru: Сбрасывает никнеймы на сервере

source: Reset nicks
ru_ru: Сброс никнеймов

source: Finished resetting server nicknames. Unable to reset {} nicknames.
ru_ru: Сброс серверных никнеймов завершен. {} никнеймов не удалось сбросить.

source: Steal all emoji provided in arguments
ru_ru: Украсть все эмодзи указанные в качестве аргументов

source: You tried to add too many emojis, you can add only {} emojis more to this server You tried to add {}.
ru_ru: Вы попытались добавить слишком много эмодзи, вы можете добавить только {} эмодзи на этот сервер. Вы попытались добавить {}.

source: You tried to add too many animated emojis, you can add only {} emojis more to this server. You tried to add {}.
ru_ru: Вы попытались добавить слишком много анимированных эмодзи, вы можете добавить только {} эмодзи на этот сервер. Вы попытались добавить {}.

source: Emoji steal
ru_ru: Украсть эмодзи

source: Stealed emojis: {}
ru_ru: Украдено эмодзи: {}

source: Unban all users that banned by specified user Uses modlog data, since discord not saves author of ban.
ru_ru: Разбанить всех пользователей, которые были забанены указанным пользователем Использует данные журнала модерации, так как Discord не сохраняет автора бана.

source: Unbanned users: {}
ru_ru: Разбанено пользователей: {}

source: Unban everyone from current guild
ru_ru: Разбанить всех на этом сервере
