Repository: fixator10/Fixator10-Cogs
Catalog: reverseimagesearch/locales/*.po
Languages: ru_ru

source: No images provided.
ru_ru: Не указано никаких изображений.

source: No Images found in recent history.
ru_ru: Изображений в последних сообщениях не обнаружено.

source: Unable to get video preview: {}
ru_ru: Невозможно получить видео-предпросмотр: {}

source: Unable to send video preview: {}
ru_ru: Невозможно отправить видео-предпросмотр: {}

source: (Anime) Reverse Image Search
ru_ru: Поиск (аниме) по изображению

source: Reverse search image via SauceNAO
ru_ru: Поиск по изображению через SauceNAO

source: Nothing found
ru_ru: Ничего не найдено

source: Similarity: {}%
ru_ru: Схожесть: {}%

source: Part/Episode: {}
ru_ru: Часть/Эпизод: {}

source: Year: {}
ru_ru: Год: {}

source: Est. Time: {}
ru_ru: Пр. время: {}

source: Via SauceNAO • Page {}/{}
ru_ru: Через SauceNAO • Страница {}/{}

source: Set API key for SauceNAO
ru_ru: Установить API ключ для SauceNAO

source: To get SauceNAO API key: 1. [Login](https://saucenao.com/user.php) to your SauceNAO account 2. Go to [Search > api](https://saucenao.com/user.php?page=search-api) page 3. Copy your *api key* 4. Use `{}set api reverseimagesearch saucenao <your_api_key>` Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
ru_ru: Для получения API ключа SauceNAO: 1. [Войдите](https://saucenao.com/user.php) в ваш аккаунт SauceNAO 2. Перейдите на страницу [Search > api](https://saucenao.com/user.php?page=search-api) 3. Скопируйте ваш *api key* 4. Используйте `{}set api revereseimagesearch saucenao <your_api_key>` Примечание: Эти ключи приватны и должны быть установлены только в приватном канале или личных сообщениях с ботом.

source: Set API count of results count for SauceNAO 6 by default
ru_ru: Установить кол-во результатов для SauceNAO По умолчанию 6

source: See how many requests are left
ru_ru: Посмотреть сколько запросов осталось

source: Remaining requests: Short (30 seconds): {}/{} Long: (24 hours): {}/{}
ru_ru: Осталось запросов: Сейчас (30 секунд): {}/{} В общем: (24 часа): {}/{}

source: Command `{}` has not been used yet
ru_ru: Команда `{}` пока еще не использовалась

source: Reverse search image via WAIT If search performed not in NSFW channel, NSFW results will be not shown
ru_ru: Поиск по изображению через WAIT Если поиск производится не в NSFW канале, NSFW результаты не будут показаны

source: Similarity: {:.2f}%
ru_ru: Схожесть: {:.2f}%

source: Native title: {}
ru_ru: Название на родном языке: {}

source: Romaji transcription: {}
ru_ru: Транскрипция на ромадзи: {}

source: Chinese title: {}
ru_ru: Название на китайском: {}

source: English title: {}
ru_ru: Название на английском: {}

source: Episode: {}
ru_ru: Эпизод: {}

source: Also known as: {}
ru_ru: Так же известное как: {}

source: Via WAIT (trace.moe) • Page {}/{}
ru_ru: Через WAIT (trace.moe) • Страница {}/{}

source: See how many requests are left and time until reset
ru_ru: Посмотреть сколько запросов осталось и время до сброса

source: Remaining requests (ratelimit): {}/{} Remaining requests (quota): {}/{} Ratelimit reset in {}/{} Quota reset in {}/{}
ru_ru: Оставшиеся запросы (ratelimit): {}/{} Оставшиеся запросы (quota): {}/{} Сброс ratelimit через {}/{} Сброс quota через {}/{}

source: Unable to search for provided image, SauceNAO returned {status} ({message}) This is server issue, try again later.
ru_ru: Не удаётся найти ничего по указанному сообщению, SauceNAO вернул {status} ({message}) Это проблема сервера, повторите попытку позже.

source: Unable to search for provided image, SauceNAO returned {status} ({message})
ru_ru: Невозможно выполнить поиск по указанному изображению, SauceNAO вернул код {status} ({message})

source: Unable to convert image.
ru_ru: Невозможно преобразовать изображение.

source: Unable to get image: {}
ru_ru: Невозможно получить изображение: {}

source: Unable to search for provided image, trace.moe returned {status} ({message})
ru_ru: Невозможно выполнить поиск по указанному изображению, trace.moe вернул код {status} ({message})
