Repository: fixator10/Fixator10-Cogs
Catalog: adminutils/locales/*.po
Languages: es_es, ru_ru

source: You are not allowed to edit this category.
ru_ru: Вы не можете редактировать эту категорию.

source: You are not allowed to edit this channel.
ru_ru: Вы не можете редактировать этот канал.

source: Useful commands for server administrators.
es_es: Comandos útiles para administradores de servidores.
ru_ru: Полезные команды для администраторов серверов.

source: Cleanup inactive server members
es_es: Limpieza de miembros del servidor inactivos
ru_ru: Чистка неактивных участников сервера

source: Due to Discord Restrictions, you cannot use more than 30 days for that cmd.
es_es: Debido a las restricciones de Discord, no puede usar más de 30 días para ese comando.
ru_ru: В связи с ограничениями Discord, вы не можете использовать более 30 дней для этой команды.

source: "days" arg cannot be less than 1...
es_es: el argumento "days" no puede ser menor que 1
ru_ru: Аргумент "days" не может быть меньше 1...

source: Including members in roles: {}
ru_ru: Включая участников в ролях: {}

source: You are about to kick **{to_kick}** inactive for **{days}** days members from this server. {roles}Are you sure? To agree, type "yes"
ru_ru: Вы собираетесь выгнать **{to_kick}** пользователей, бывших неактивными **{days}** дней с этого сервера. {roles}Вы уверены в этом? Для продолжения напишите "yes"

source: **{removed}**/**{all}** inactive members removed. (They were inactive for **{days}** days)
ru_ru: **{removed}**/**{all}** неактивных участников удалено. (Они были неактивны **{days}** дней)

source: Inactive members cleanup canceled.
es_es: Limpieza de miembros inactivos cancelada
ru_ru: Очистка неактивных участников отменена.

source: Change voice channel's region to random and back Useful to reinitate all voice connections
ru_ru: Изменить голосовой регион канала на случайный и обратно Полезно для восстановления всех голосовых подключений

source: Voice restart
es_es: Reinicio de voz
ru_ru: Перезапуск голосового чата

source: Move all members from one voice channel to another Use double quotes if channel name has spaces
es_es: Mover a todos los miembros de un canal de voz a otro Use comillas dobles si el nombre del canal tiene espacios
ru_ru: Переместить всех участников с одного голосового канала в другой Используйте двойные кавычки, если название канала содержит пробелы

source: There is no users in channel {}.
es_es: No hay usuarios en el canal {}.
ru_ru: Нет пользователей в канале {}.

source: I cant move users from that channel
es_es: No puedo mover usuarios de ese canal
ru_ru: Я не могу двигать пользователей из этого канала

source: I cant move users to that channel
es_es: No puedo mover usuarios a ese canal
ru_ru: Я не могу двигать пользователей в этот канал

source: Massmove
ru_ru: Массовое перемещение

source: Finished moving users. {} members could not be moved.
es_es: Se completó la migración de usuarios. {} Los miembros no pudieron ser movidos
ru_ru: Перемещение пользователей завершено. {} участников не удалось переместить.

source: Manage emoji
es_es: Administrar emoji
ru_ru: Управление эмодзи

source: Create custom emoji Use double quotes if role name has spaces Examples: `[p]emoji add Example https://example.com/image.png` `[p]emoji add RoleBased https://example.com/image.png EmojiRole "Test image"`
es_es: Crea emoji personalizados Use comillas dobles si el nombre del rol tiene espacios Ejemplos: `[p]emoji add Example https://example.com/image.png` `[p]emoji add RoleBased https://example.com/image.png EmojiRole "Imagen de prueba"`
ru_ru: Создать собственное эмодзи Используйте двойные кавычки, если название роли содержит пробелы Примеры: `[p]emoji add Example https://example.com/image.png` `[p]emoji add RoleBased https://example.com/image.png РольДляЭмодзи "Тестовое изображение"`

source: Unable to get emoji from provided url: {}
es_es: No se puede obtener emoji de la URL proporcionada: {}
ru_ru: Невозможно получить эмодзи по предоставленному адресу: {}

source: Restricted to roles: {}
es_es: Restringido a roles: {}
ru_ru: Ограничено для ролей: {}

source: An error occurred on adding an emoji: {}
es_es: Se produjo un error al agregar un emoji: {}
ru_ru: Произошла ошибка при добавлении эмодзи: {}

source: Add an emoji from a specified message Use double quotes if role name has spaces Examples: `[p]emoji message Example 162379234070467641` `[p]emoji message RoleBased 162379234070467641 EmojiRole`
es_es: Agregar un emoji de un mensaje específico Use comillas dobles si el nombre del rol tiene espacios Ejemplos: `[p]emoji message Example 162379234070467641` `[p]emoji message RoleBased 162379234070467641 EmojiRole`
ru_ru: Добавить эмодзи из указанного сообщения Используйте двойные кавычки, если название роли содержит пробелы Примеры: `[p]emoji message Example 162379234070467641` `[p]emoji message RoleBased 162379234070467641 РольДляЭмодзи`

source: No emojis found specified message.
es_es: No se encontraron emojis en el mensaje especificado
ru_ru: В указанном сообщении не найдено эмодзи.

source: Rename emoji and restrict to certain roles Only this roles will be able to use this emoji Use double quotes if role name has spaces Examples: `[p]emoji rename emoji NewEmojiName` `[p]emoji rename emoji NewEmojiName Administrator "Allowed role"`
es_es: Cambiar el nombre de emoji y restringir a ciertos roles Solo estos roles podrán usar este emoji Use comillas dobles si el nombre del rol tiene espacios Ejemplos: `[p]emoji rename emoji NewEmojiName` `[p]emoji rename emoji NewEmojiName Administrator "Allowed role"`
ru_ru: Переименовать эмодзи и ограничить использование для определённых ролей Только выбранные роли смогу использовать это эмодзи Используйте двойные ковычки если название роли содержит пробелы Examples: `[p]emoji rename emoji NewEmojiName` `[p]emoji rename emoji NewEmojiName Администратор "Допустимая роль"`

source: Restricted to roles:
es_es: Restringido a roles
ru_ru: Ограничено для ролей:

source: I can't edit this emoji
es_es: No puedo editar este emoji
ru_ru: Я не могу изменить эту эмодзи

source: Remove emoji from server
es_es: Eliminar emoji del servidor
ru_ru: Удалить эмодзи с сервера

source: Manage channels
ru_ru: Управление каналами

source: Create a channel
ru_ru: Создать канал

source: Create a text channel You can create the channel under a category if passed, else it is created under no category Use double quotes if category has spaces Examples: `[p]channel add text "The Zoo" awesome-channel` will create under the "The Zoo" category. `[p]channel add text awesome-channel` will create under no category, at the top.
ru_ru: Создать текстовый канал Вы можете создать канал в категории, если укажете её, в противном случае он будет создан вне категории Используйте двойные кавычки, если категория содержит пробелы Примеры: `[p]channel add text "Зоопарк" отличный-канал` создаст канал в категории "Зоопарк". `[p]channel add text отличный-канал` создаст канал вне категории, сверху.

source: I can't create channel in this category
ru_ru: Я не могу создать канал в этой категории

source: I am unable to create a channel: {}
ru_ru: Невозможно создать канал: {}

source: Create a voice channel You can create the channel under a category if passed, else it is created under no category Use double quotes if category has spaces Examples: `[p]channel add voice "The Zoo" Awesome Channel` will create voice channel under the "The Zoo" category. `[p]channel add voice Awesome Channel` will create stage channel under no category, at the top.
ru_ru: Создать голосовой канал Вы можете создать канал в категории, если укажете её, в противном случае он будет создан вне категории Используйте двойные кавычки, если категория содержит пробелы Примеры: `[p]channel add text "Зоо парк" Отличный канал` создаст канал в категории "Зоо парк". `[p]channel add text Отличный канал` создаст канал вне категории, сверху.

source: Create a stage channel You can create the channel under a category if passed, else it is created under no category Use double quotes if category has spaces Examples: `[p]channel add voice "The Zoo" Awesome Channel` will create voice channel under the "The Zoo" category. `[p]channel add voice Awesome Channel` will create stage channel under no category, at the top.
ru_ru: Создать канал-сцену Вы можете создать канал в категории, если укажете её, в противном случае он будет создан вне категории Используйте двойные кавычки, если категория содержит пробелы Примеры: `[p]channel add text "Зоо парк" Отличный канал` создаст канал в категории "Зоо парк". `[p]channel add text Отличный канал` создаст канал вне категории, сверху.

source: Rename a channel Use double quotes if channel has spaces Examples: `[p]channel rename channel new-channel-name`
ru_ru: Переименовать канал Используйте двойные кавычки, если название канала содержит пробелы Примеры: `[p]channel rename канал новое-название-канала`

source: I can't rename this channel
ru_ru: Я не могу переименовать этот канал

source: I am unable to rename this channel: {}
ru_ru: Невозможно переименовать канал: {}

source: Remove a channel from server Example: `[p]channel delete channel`
ru_ru: Удалить канал с сервера Пример: `[p]channel delete канал`

source: You are about to delete channel {channel}. This cannot be undone. Are you sure? To agree, type "yes"
ru_ru: Вы собираетесь удалить канал {channel}. Это действие не может быть отменено. Вы уверены в этом? Для продолжения напишите "yes"

source: I can't delete this channel
ru_ru: Я не могу удалить этот канал

source: I am unable to delete a channel: {}
ru_ru: Невозможно удалить канал: {}

source: You about to kick **{to_kick}** inactive for **{days}** days members from this server. {roles}Are you sure? To agree, type "yes"Para aceptar, Escribe "yes"
es_es: **{removed}**/**{all}** Miembros inactivos eliminados. (Ellos estaban inactivos por **{days}** dias)

source: Change server's voice region to random and back Useful to reinitate all voice connections
es_es: Cambie la región de voz del servidor a aleatoria y viceversa Útil para reiniciar todas las conexiones de voz

source: This image type is unsupported, or link is incorrect
es_es: Este tipo de imagen no es compatible o el link es incorrecto

source: An error occured on adding an emoji: {}
es_es: Ocurrió un error al agregar un emoji: {}

source: This image type is not supported anymore or Discord returned incorrect data. Try again later.
es_es: Este tipo de imagen ya no es compatible o Discord devolvió datos incorrectos. Inténtalo de nuevo más tarde.
