Repository: fixator10/Fixator10-Cogs
Catalog: smmdata/locales/*.po
Languages: ru_ru

source: Unable to find level {level}: {status}
ru_ru: Невозможно найти уровень {level}: {status}

source: The specified user could not be found.
ru_ru: Не удалось найти указанного пользователя.

source: Unable to find user {user}: {status}
ru_ru: Невозможно найти пользователя {user}: {status}

source: Super Mario Maker-related data
ru_ru: Информация связанная с Super Mario Maker

source: Get Super Mario Maker-related data
ru_ru: Получить информацию связанную с Super Mario Maker

source: Get info about SMM level
ru_ru: Получить информацию о уровне SMM

source: Game Style
ru_ru: Стиль

source: Stars
ru_ru: Звёзд

source: Unique Players
ru_ru: Уникальных игроков

source: Share count
ru_ru: Поделились

source: Clears
ru_ru: Пройдено

source: First clear
ru_ru: Первым прошёл

source: World record
ru_ru: Рекорд

source: {time} by [{player}]({url})
ru_ru: [{player}]({url}) за {time}

source: Get info about levels maker
ru_ru: Получить информацию о дизайнере

source: Stars Received
ru_ru: Получено звезд

source: Medals Earned
ru_ru: Полученные медали

source: Uploaded Courses
ru_ru: Отправленные уровни

source: 100 Mario Challenge
ru_ru: 100 жизней Марио

source: Easy clears
ru_ru: Легкие уровни

source: Normal clears
ru_ru: Обычные уровни

source: Expert clears
ru_ru: Сложные уровни

source: Super Expert clears
ru_ru: Очень сложные уровни

source: Play History
ru_ru: Прочая статистика

source: Courses played
ru_ru: Посещено уровней

source: Courses cleared
ru_ru: Пройдено уровней

source: Total plays
ru_ru: Сыграно раз

source: Lives lost
ru_ru: Потеряно жизней
