Repository: fixator10/Fixator10-Cogs
Catalog: minecraftdata/locales/*.po
Languages: ru_ru

source: 💔 **UNAVAILABLE**
ru_ru: 💔 **НЕДОСТУПЕН**

source: 💛 **SOME ISSUES**
ru_ru: 💛 **НЕКОТОРЫЕ ПРОБЛЕМЫ**

source: Minecraft-Related data
ru_ru: Информация связанная с Minecraft

source: Get Minecraft-Related data
ru_ru: Получить информацию связанную с Minecraft

source: Get minecraft skin by nickname
ru_ru: Получить скин по никнейму

source: Unable to get data from Crafatar: {}
ru_ru: Невозможно получить информацию от Crafatar: {}

source: Provided by Crafatar
ru_ru: Предоставлено Crafatar

source: {} doesn't have cape
ru_ru: {} не имеет плаща

source: Unable to get cape: {}
ru_ru: Невозможно получить плащ: {}

source: Get LabyMod cape by nickname
ru_ru: Получить плащ LabyMod по никнейму

source: {} doesn't have LabyMod cape
ru_ru: {} не имеет плаща LabyMod

source: Unable to get data: {message} ({status})
ru_ru: Невозможно получить информацию: {message} ({{status})

source: Get MinecraftCapes.co.uk cape by nickname
ru_ru: Получить плащ MinecraftCapes.co.uk по никнейму

source: {} doesn't have MinecraftCapes cape
ru_ru: {} не имеет плаща MinecraftCapes

source: Unable to get {player}'s MinecraftCapes cape: {message}
ru_ru: Невозможно получить плащ MinecraftCapes игрока {player}: {message}

source: Get 5zig cape by nickname
ru_ru: Получить плащ 5zig по никнейму

source: {} doesn't have 5zig cape
ru_ru: {} не имеет плаща 5zig

source: Unable to get {player}'s 5zig cape: {message}
ru_ru: Невозможно получить плащ 5zig игрока {player}: {message}

source: Get 5zig animated cape by nickname
ru_ru: Получить анимированный плащ 5zig по никнейму

source: {} doesn't have animated 5zig cape
ru_ru: {} не имеет анимированного плаща 5zig

source: Get info about server
ru_ru: Получить информацию о сервере

source: Unable to resolve IP: {}
ru_ru: Невозможно преобразовать IP адрес: {}

source: Unable to get server's status: {}
ru_ru: Невозможно получить информацию о состоянии сервера: {}

source: Latency
ru_ru: Задержка

source: Players
ru_ru: Игроков

source: Version
ru_ru: Версия

source: World
ru_ru: Мир

source: Software
ru_ru: ПО

source: Get status of minecraft services
ru_ru: Получить статус сервисов Minecraft

source: Status of minecraft services
ru_ru: Статус сервисов Minecraft

source: Unable to check. An error has been occurred: {}
ru_ru: Невозможно проверить. Произошла ошибка: {}

source: Check history of player's nicks
ru_ru: Получить историю ников игрока

source: Initial
ru_ru: Изначальный

source: Nickname
ru_ru: Никнейм

source: Changed to at... (UTC)
ru_ru: Изменено в... (UTC)

source: Unable to get data from Minecraft API: {}
ru_ru: Невозможно получить информацию от Minecraft API: {}

source: {} not found on Mojang servers
ru_ru: {} не найден на серверах Mojang

source: {} is found, but has incorrect UUID.
ru_ru: {} найден, но имеет неверный UUID.
