Repository: fixator10/Fixator10-Cogs
Catalog: datautils/locales/*.po
Languages: ru_ru

source: 384kbps voice bitrate
ru_ru: Битрейт голосовых чатов 384кб/с

source: Vanity invite URL
ru_ru: Персональный URL

source: Invite splash{splash}
ru_ru: Фон приглашения{splash}

source: Verified
ru_ru: Подтверждён

source: Discord Partner
ru_ru: Партнёр Discord

source: Extended emoji limit
ru_ru: Расширенный лимит эмодзи

source: Shows in Server Discovery{discovery}
ru_ru: Видимый в публичных серверах{discovery}

source: Can be in "Featured" section of Server Discovery
ru_ru: Может быть в разделе "Избранные сообщества" публичных серверов

source: Store channels
ru_ru: Каналы-магазин

source: News channels
ru_ru: Новостные каналы

source: Banner{banner}
ru_ru: Баннер{banner}

source: Animated banner
ru_ru: Анимированный баннер

source: Animated icon
ru_ru: Анимированная иконка

source: Welcome screen
ru_ru: Экран с приветствием

source: Cannot be public
ru_ru: Не может быть публичным

source: Was in Server Discovery
ru_ru: Был в публичных серверах

source: Community server
ru_ru: Сервер сообщества

source: Ticketed events
ru_ru: События по билетам

source: Monetization
ru_ru: Монетизация

source: Extended custom sticker slots
ru_ru: Расширенный лимит пользовательских стикеров

source: Threads
ru_ru: Ветки

source: Threads (testing)
ru_ru: Ветки (тестирование)

source: Private threads
ru_ru: Приватные ветки

source: 3 day thread archive
ru_ru: 3 дня до архивации веток

source: 7 day thread archive
ru_ru: 7 дней до архивации веток

source: Enabled new thread permissions
ru_ru: Включены новые права веток

source: Role icons
ru_ru: Значки пользовательских ролей

source: Cannot be in Server Discovery
ru_ru: Не может быть в "публичных серверах"

source: Membership screening (Rules screening)
ru_ru: Отбор участников (Отбор с помощью правил)

source: Auto moderation enabled
ru_ru: Автомод включён

source: Text in voice channels
ru_ru: Текст в голосовых каналах

source: Preview enabled ("Lurkable")
ru_ru: Предпросмотр включён

source: Member list disabled
ru_ru: Список участников отключён

source: Permanent level 3 boost
ru_ru: Постоянный буст 3 уровня

source: Server profiles
ru_ru: Серверные профили

source: Channel banner
ru_ru: Баннер канала

source: Early access for bot/lib devs
ru_ru: Ранний доступ для разработчиков ботов/библиотек

source: Only for discord employees
ru_ru: Только для сотрудников Discord

source: Home feature access
ru_ru: Доступ к разделу "В центре внимания"

source: Bypass voice channel activities requirements
ru_ru: Пропуск требований активностей в голосовых каналах

source: In a student hub
ru_ru: Находится в студенческом хабе

source: Student hub
ru_ru: Студенческий хаб

source: Role subscriptions
ru_ru: Роли по подписке

source: Members can purchase roles
ru_ru: Участники могут покупать роли

source: Shards connections to the guild to different nodes that relay information between each other.
ru_ru: Делит соединения к серверу на разные узлы, передающие информацию между собой.

source: Playing
ru_ru: Играет в

source: Watching
ru_ru: Смотрит

source: Listening to
ru_ru: Слушает

source: Competing in
ru_ru: Соревнуется в

source: Categories
ru_ru: Категории

source: Text channels
ru_ru: Текстовые каналы

source: Voice channels
ru_ru: Голосовые каналы

source: Stage channels
ru_ru: Каналы-трибуны

source: Commands for getting information about users or servers.
ru_ru: Команды для получения информации о пользователях или серверах.

source: Get info about any Discord's user by ID
ru_ru: Получить информацию о любом пользователе Discord по ID

source: Discord user with ID `{}` not found
ru_ru: Пользователь Discord с ID `{}` не найден

source: I was unable to get data about user with ID `{}`. Try again later
ru_ru: Я не смог получить информацию о пользователе с ID `{}`. Попробуйте позже

source: Bot?
ru_ru: Бот?

source: System?
ru_ru: Система?

source: Mention
ru_ru: Упоминание

source: Default avatar
ru_ru: Стандартный аватар

source: Avatar
ru_ru: Аватар

source: Public flags
ru_ru: Публичные флаги

source: Created at
ru_ru: Создан

source: Get data about server by ID via server's widget
ru_ru: Получить информацию о сервере по ID через виджет сервера

source: Widget is disabled for this server.
ru_ru: Виджет для этого сервера отключён.

source: Widget for that server is not found: {}
ru_ru: Виджет для этог сервера не найден: {}

source: Server info
ru_ru: Информация о сервере

source: Name
ru_ru: Имя

source: **Online member count:** {members} **Voice channel count:** {channels}
ru_ru: **Кол-во участников онлайн:** {members} **Кол-во голосовых каналов:** {channels}

source: **Server ID**: {guild_id} **Approximate member count:** {approx_members} **Approx. active members count:** {approx_active} **Invite Channel:** {channel}
ru_ru: **ID сервера**: {guild_id} **Примерное кол-во участников:** {approx_members} **Примерно кол-во активных участников:** {approx_active} **Канал приглашения:** {channel}

source: Features
ru_ru: Особенности

source: Stats
ru_ru: Статистка

source: Widget's invite
ru_ru: Приглашение из виджета

source: Information on a user
ru_ru: Информация о пользователе

source: Nickname
ru_ru: Никнейм

source: Client
ru_ru: Клиент

source: Joined server
ru_ru: Присоединился к серверу

source: Exists since
ru_ru: Существует с

source: Color
ru_ru: Цвет

source: Boosted server
ru_ru: Буст сервера

source: Server permissions
ru_ru: Серверные права

source: In voice channel
ru_ru: В голосовом канале

source: Roles
ru_ru: Роли

source: List user's activities
ru_ru: Список активностей пользователя

source: Right now this user is doing nothing
ru_ru: В данный момент этот пользователь ничего не делает

source: Shows server information
ru_ru: Показывает информацию о сервере

source: Server ID
ru_ru: ID сервера

source: Region
ru_ru: Регион

source: Discovery language
ru_ru: Язык "Путешествия"

source: Owner
ru_ru: Владелец

source: AFK timeout and channel
ru_ru: Канал для бездействия

source: {} min in {}
ru_ru: {} минут в {}

source: Verification level
ru_ru: Уровень проверки

source: None
ru_ru: Отсутствует

source: Low
ru_ru: Низкий

source: Medium
ru_ru: Средний

source: High
ru_ru: Высокий

source: Highest
ru_ru: Самый высокий

source: Unknown
ru_ru: Неизвестно

source: Explicit content filter
ru_ru: Фильтр откровенного содержимого

source: Don't scan any messages.
ru_ru: Не сканировать никакие сообщения.

source: Scan messages from members without a role.
ru_ru: Сканировать сообщения участников без роли.

source: Scan messages sent by all members.
ru_ru: Сканировать сообщения от всех участников.

source: Default notifications
ru_ru: Стандартные уведомления

source: All messages
ru_ru: Все сообщения

source: Only @mentions
ru_ru: Только для @упоминаний

source: 2FA admins
ru_ru: Двухфакторная аутентификация

source: Rules channel
ru_ru: Канал правил

source: Public updates channel
ru_ru: Канал новостей для сообществ

source: System messages channel
ru_ru: Канал системных сообщений

source: **Channel:** {channel} **Welcome message:** {welcome} **Boosts:** {boost}
ru_ru: **Канал:** {channel} **Сообщения приветствия:** {welcome} **Бусты:** {boost}

source: **Bot's shard:** {shard} **Member count:** {members}/{members_limit} **Role count:** {roles}/250 **Channel count:** {channels}/500 **Emoji count:** {emojis}/{emoji_limit} **Animated emoji count:** {animated_emojis}/{emoji_limit} **Boosters:** {boosters} ({boosts} **boosts**) (**Tier:** {tier}/3) **Max bitrate:** {bitrate} kbps **Max filesize:** {files} MB **Max users in voice with video:** {max_video}
ru_ru: **Shard бота:** {shard} **Кол-во участников:** {members}/{members_limit} **Кол-во ролей:** {roles}/250 **Кол-во каналов:** {channels}/250 **Кол-во эмодзи:** {emojis}/{emoji_limit} **Кол-во анимированных эмодзи:** {animated_emojis}/{emoji_limit} **Бустеры:** {boosters} ({boosts} **бустов**) (**Уровень:** {tier}/3) **Макс. битрейт:** {bitrate} кб/с **Макс. размер файла:** {files} МБ **Макс. пользователей в видео-чате:** {max_video}

source: **Everyone role:** {}
ru_ru: **Роль everyone:** {}

source: **Booster role:** {}
ru_ru: **Роль бустеров:** {}

source: **{} role:** {}
ru_ru: **Роль {}:** {}

source: Get bans from server by id
ru_ru: Получить баны сервера по ID

source: I need permission "Ban Members" to access banned members on server
ru_ru: Мне необходимо право "Банить участников" для доступа к банам на этом сервере

source: Banlist is empty!
ru_ru: Список банов пуст!

source: Get invites from server by id
ru_ru: Получить приглашения сервера по ID

source: I need permission "Manage Server" to access list of invites on server
ru_ru: Мне необходимо право "Управлять сервером" для доступа к списку приглашений на этом сервере

source: There is no invites for this server
ru_ru: На данном сервере нет приглашений

source: Get info about channel
ru_ru: Получить информацию о канале

source: Type
ru_ru: Тип

source: Category
ru_ru: Категория

source: Not in category
ru_ru: Вне категории

source: Position
ru_ru: Позиция

source: Users
ru_ru: Пользователей

source: Changed roles permissions
ru_ru: Изменённые настройки прав

source: Not set
ru_ru: Не настроено

source: Slowmode delay
ru_ru: Задержка сообщений

source: {} seconds
ru_ru: {} секунд

source: Webhooks count
ru_ru: Количество вебхуков

source: Automatic
ru_ru: Автоматический выбор

source: Bitrate
ru_ru: Битрейт

source: {}kbps
ru_ru: {}кб/с

source: Requesting to speak
ru_ru: Запросов на вступление

source: {} users
ru_ru: {} пользователей

source: Get all channels on server
ru_ru: Получить список каналов на сервере

source: Get info about role
ru_ru: Получить информацию о роли

source: Permissions
ru_ru: Права

source: Members
ru_ru: Участников

source: Managed
ru_ru: Управляемая

source: Managed by bot
ru_ru: Управляемая ботом

source: Managed by boosts
ru_ru: Управляемая бустами

source: Managed by integration
ru_ru: Управляемая интеграцией

source: Hoist
ru_ru: Показывать отдельно

source: Mentionable
ru_ru: Упоминаемая

source: Get list of members that has provided role
ru_ru: Получить список пользователей, имеющих указанную роль

source: There is no members in this role
ru_ru: Нет пользователей с этой ролью

source: Get all roles on server
ru_ru: Получить все роли на сервере

source: Check user's permission for current or provided channel
ru_ru: Проверить права пользователя в текущем или указанном канале

source: No permissions
ru_ru: Нет прав

source: Get info about emoji
ru_ru: Получить информацию о эмодзи

source: React to this message with your emoji
ru_ru: Добавьте реакцию с вашим эмодзи на это сообщение

source: Get all emojis on server
ru_ru: Получить список эмодзи на сервере

source: No emojis on this server
ru_ru: На этом сервере нет эмодзи

source: [Unable to resolve unicode name]
ru_ru: [Невозможно найти имя в Unicode]

source: Unicode character
ru_ru: Символ Unicode

source: Unicode category
ru_ru: Категория Unicode

source: Animated
ru_ru: Анимированная

source: ":" required
ru_ru: Требуется ":"

source: Server
ru_ru: Сервер

source: Available
ru_ru: Доступно

source: Usable by bot
ru_ru: Доступно боту

source: Custom emoji
ru_ru: Серверная эмодзи

source: Custom status
ru_ru: Пользовательский статус

source: Playing {}
ru_ru: Играет в {}

source: This game will end at
ru_ru: Эта игра закончится в

source: Playing since
ru_ru: Играет с

source: Small image text
ru_ru: Текст малого изображения

source: Application ID
ru_ru: ID приложения

source: Started at
ru_ru: Началось в

source: Will end at
ru_ru: Закончится в

source: Large image text
ru_ru: Текст большого изображения

source: Streaming on {}
ru_ru: Стримит на {}

source: Game
ru_ru: Игра

source: by {} on {}
ru_ru: от {} из {}

source: Duration
ru_ru: Длительность

source: Listening since
ru_ru: Слушает с

source: Unsupported activity type: {}
ru_ru: Неподдерживаемый тип активности: {}

source: No channels
ru_ru: Нет каналов

source: Page {}/{} • {}: {} • Total channels: {}
ru_ru: Страница {}/{} • {}: {} • Всего каналов: {}

source: Page {}/{}
ru_ru: Страница {}/{}
