Repository: fixator10/Fixator10-Cogs
Catalog: moreutils/locales/*.po
Languages: ru_ru

source: OK
ru_ru: ОК

source: Minor problems
ru_ru: Небольшие проблемы

source: Major problems
ru_ru: Большие проблемы

source: Critical problems
ru_ru: Критические проблемы

source: Some (maybe) useful utils.
ru_ru: Некоторые (возможно) полезные утилиты.

source: Displays the current time of the server.
ru_ru: Показывает текущее время сервера.

source: Shows some info about provided color.
ru_ru: Показывает некоторую информацию о предоставленном цвете.

source: Name: Loading...
ru_ru: Название: Загрузка...

source: Name: {}
ru_ru: Название: {}

source: Help I've fallen and I need @someone. Discord 2018 April Fools.
ru_ru: Позовите @кого-нибудь, я упал. Первоапрельская шутка Discord 2018.

source: Get current discord status from discordstatus.com
ru_ru: Получить текущее состояние Discord со страницы discordstatus.com

source: Unable to get data from https://discordstatus.com: {}
ru_ru: Невозможно получить информацию от https://discordstatus.com: {}

source: Discord Status
ru_ru: Статус Discord
