Repository: fixator10/Fixator10-Cogs
Catalog: messageslog/locales/*.po
Languages: ru_ru

source: Log deleted and edited messages to the defined channel
ru_ru: Записывает удалённые и изменённые сообщения в установленный канал

source: Manage message logging
ru_ru: Управление логированием сообщений

source: Set the channels for logs
ru_ru: Установка каналов для журнала

source: Set the channel for deleted messages logs If channel is not specified, then logging will be disabled
ru_ru: Установить канал для журнала удалённых сообщений Если канал не указан, журналирование будет выключено

source: Set the channel for edited messages logs If channel is not specified, then logging will be disabled
ru_ru: Установить канал для журнала изменённых сообщений Если канал не указан, журналирование будет выключено

source: Set the channel for bulk deletion logs If channel is not specified, then logging will be disabled
ru_ru: Установить канал для журнала массового удаления сообщений Если канал не указан, журналирование будет выключено

source: Set the channel for all logs If channel is not specified, then logging will be disabled
ru_ru: Установить канал для всех журналов Если канал не указан, журналирование будет выключено

source: View current channels settings
ru_ru: Просмотр текущих настроек каналов

source: Deletion: {}
ru_ru: Удаление: {}

source: Edit: {}
ru_ru: Изменение: {}

source: Bulk deletion: {}
ru_ru: Массовое удаление: {}

source: No channels set
ru_ru: Каналы не настроены

source: Toggle logging
ru_ru: Переключить журналирование

source: Toggle logging of message deletion
ru_ru: Переключает логирование удалённых сообщений

source: enabled
ru_ru: включено

source: disabled
ru_ru: выключено

source: Message deletion logging {}
ru_ru: Логирование удалённых сообщений {}

source: Toggle logging of message editing
ru_ru: Переключает логирование отредактированных сообщений

source: Message editing logging {}
ru_ru: Логирование редактирований сообщений {}

source: Toggle saving of bulk message deletion
ru_ru: Переключить сохранение массового удаления сообщений

source: Bulk message removal saving {}
ru_ru: Сохранение массового удаления сообщений {}

source: Manage message logging blocklist Shows blocklist if no arguments provided You can ignore text channels, categories and members If item is in blocklist, removes it
ru_ru: Управление чёрным списком журналирования сообщений Показывает текущий чёрный список если аргументы не указаны Вы можете игнорировать каналы, категории и участников Если объект уже в списке, он будет убран

source: Nothing is ignored
ru_ru: Ничего не игнорируется

source: Ignored users
ru_ru: Игнорируемые пользователи

source: Ignored channels
ru_ru: Игнорируемые каналы

source: Ignored categories
ru_ru: Игнорируемые категории

source: Message deleted
ru_ru: Сообщение удалено

source: No text
ru_ru: Нет текста

source: Attachments
ru_ru: Вложения

source: [{0.filename}]({0.url}) ([Cached]({0.proxy_url}))
ru_ru: [{0.filename}]({0.url}) ([Кэш]({0.proxy_url}))

source: ID: {} • Sent at
ru_ru: ID: {} • Отправлено в

source: Channel
ru_ru: Канал

source: Old message deleted
ru_ru: Старое сообщение удалено

source: Multiple messages deleted
ru_ru: Несколько сообщений удалено

source: {} messages removed
ru_ru: {} сообщений удалено

source: {} messages saved to file above
ru_ru: {} сообщений сохранено в файл выше

source: Message edited
ru_ru: Сообщение изменено

source: Now
ru_ru: Сейчас

source: [View message]({})
ru_ru: [Просмотреть сообщение]({})
