Repository: fixator10/Fixator10-Cogs
Catalog: generalchannel/locales/*.po
Languages: ru_ru

source: Allow users to manage #general channel's name and topic
ru_ru: Разрешить пользователям управлять названием и темой канала #general

source: Change general server's channel name/topic
ru_ru: Изменить название/заголовок основного канала

source: Set general channel
ru_ru: Установить основной канал

source: Set #general channel Clears setting if channel not specified
ru_ru: Установит канал #general Убирает настройку, если канал не указан

source: Change name of #general
ru_ru: Изменить название #основного канала

source: General channel name change
ru_ru: Изменение названия основного канала

source: Unable to change channel's name: Missing permissions
ru_ru: Невозможно изменить название канала: Недостаточно прав

source: Unable to change channel's name: Failed: {}
ru_ru: Невозможно изменить название канала: Произошла ошибка: {}

source: Change topic of #general Use `[p]generalchannel topic +<text>` to add text to end of topic
ru_ru: Изменить тему канала #general Используйте `[p]generalchannel topic +<text>` для добавления текста в конец темы

source: General channel topic change
ru_ru: Изменение заголовка основного канала

source: Unable to change channel's topic: Missing permissions
ru_ru: Невозможно изменить заголовок канала: Недостаточно прав

source: Unable to change channel's topic: Failed: {}
ru_ru: Невозможно изменить заголовок канала: Произошла ошибка: {}
