Repository: fixator10/Fixator10-Cogs
Catalog: steamcommunity/locales/*.po
Languages: ru_ru

source: SteamCommunity commands
ru_ru: Команды SteamCommunity

source: Set API key for Steam Web API
ru_ru: Установить API ключ для Steam Web API

source: To get Steam Web API key: 1. Login to your Steam account 2. Visit [Register Steam Web API Key](https://steamcommunity.com/dev/apikey) page 3. Enter any domain name (e.g. `localhost`) 4. You will now see "Key" field 5. Use `{}set api steam web <your_apikey>` Note: These tokens are sensitive and should only be used in a private channel or in DM with the bot.
ru_ru: Для получения ключа Steam Web API: 1. Войдите в Ваш аккаунт Steam 2. Посетите страницу [Register Steam Web API Key](https://steamcommunity.com/dev/apikey) 3. Введите любое доменное имя (например `localhost`) 4. Вы должны увидеть поле "Key" 5. Используйте `{}set api steam web <your_apikey>` Примечание: Эти ключи приватны и должны быть установлены только в приватном канале или личных сообщениях с ботом.

source: Get steam user's steamcommunity profile
ru_ru: Вывести профиль пользователя Steam в Steamcommunity

source: In game: [{}](http://store.steampowered.com/app/{})
ru_ru: В игре: [{}](http://store.steampowered.com/app/{})

source: on server {}
ru_ru: на сервере {}

source: Family Shared by [{}]({})
ru_ru: Через Family Sharing от [{}]({})

source: Real name
ru_ru: Настоящее имя

source: Level
ru_ru: Уровень

source: Country
ru_ru: Страна

source: Visibility
ru_ru: Видимость

source: Created at
ru_ru: Создан

source: Days since last ban: {}
ru_ru: Дней с последней блокировки: {}

source: Has one or more bans:
ru_ru: Имеет одну или более блокировок:

source: No bans on record
ru_ru: Нет известных блокировок

source: 🛡 Bans
ru_ru: 🛡 Баны

source: Community ban
ru_ru: Блокировка сообщества

source: Economy ban
ru_ru: Блокировка экономики

source: VAC bans
ru_ru: VAC блокировка

source: {} VAC bans
ru_ru: {} блокировок VAC

source: Game bans
ru_ru: Игровые блокировки

source: {} game bans
ru_ru: {} игровых блокировок

source: Last seen on
ru_ru: Был в сети

source: Get status of steam services
ru_ru: Получить состояние сервисов Steam

source: Unable to get data from steamstat.us: {} ({})
ru_ru: Невозможно получить информацию от steamstat.us: {} ({})

source: Unable to get data from steamstat.us: {}
ru_ru: Невозможно получить информацию от steamstat.us: {}

source: Steam Status
ru_ru: Состояние Steam

source: **Online**: {} **In-game**: {} **Store**: {} **Community**: {} **Web API**: {} **Steam Connection Managers**: {} **SteamDB.info database**: {}
ru_ru: **В сети**: {} **В игре**: {} **Магазин**: {} **Сообщество**: {} **Web API**: {} **Менеджеры подключения Steam**: {} **База данных SteamDB.info**: {}

source: Games
ru_ru: Игры

source: **TF2 Game Coordinator**: {} **Dota 2 Game Coordinator**: {} **Underlords Game Coordinator**: {} **Artifact Game Coordinator**: {} **CS:GO Game Coordinator**: {} **CS:GO Sessions Logon**: {} **CS:GO Player Inventories**: {} **CS:GO Matchmaking Scheduler**: {}
ru_ru: **Координатор игр TF2**: {} **Координатор игр Dota 2**: {} **Координатор игр Underlords**: {} **Координатор игр Artifact**: {} **Координатор игр CS:GO**: {} **Вход в сессии CS:GO**: {} **Инвентарь CS:GO**: {} **Соревновательный планировщик CS:GO**: {}

source: Get info about a gameserver
ru_ru: Получить информацию о игровом сервере

source: The specified domain is not valid: {}
ru_ru: Указаный домен неверен: {}

source: Could not fetch Server or the Server is not on the Steam masterlist
ru_ru: Невозможно найти сервер или сервер не в мастерсписке Steam

source: An Error has been occurred: {}
ru_ru: Произошла ошибка: {}

source: Game
ru_ru: Игра

source: Gamemode
ru_ru: Игровой режим

source: Server name
ru_ru: Название сервера

source: Map
ru_ru: Карта

source: Operating System
ru_ru: Операционная система

source: Server type
ru_ru: Тип сервера

source: Version
ru_ru: Версия

source: Password
ru_ru: Пароль

source: Players
ru_ru: Игроков

source: {}/{} Bots: {}
ru_ru: {}/{} Боты: {}

source: Private
ru_ru: Скрытый

source: Friends only
ru_ru: Только друзья

source: Public
ru_ru: Открытый

source: Users only
ru_ru: Только пользователи

source: ApiKey not set or incorrect.
ru_ru: API ключ не установлен или неверен.

source: {} is not a Steam Community domain name.
ru_ru: {} не является доменом Сообщества Steam.

source: Incorrect SteamID32 provided.
ru_ru: Указан неверный SteamID32.

source: Unable to resolve {} into SteamID. Check your input or try again later.
ru_ru: Невозможно преобразовать {} в SteamID. Проверьте ваш ввод или попробуйте позже.

source: User with SteamID {} not found.
ru_ru: Пользователь с SteamID {} не найден.

source: Unable to get profile for {} ({}). Check your input or try again later.
ru_ru: Не могу получить профиль для {} ({}). Проверьте вводные данные или попробуйте позднее.

source: Offline
ru_ru: Не в сети

source: Online
ru_ru: В сети

source: Busy
ru_ru: Не беспокоить

source: Away
ru_ru: Нет на месте

source: Snooze
ru_ru: Спит

source: Looking to trade
ru_ru: Хочет обменяться

source: Looking to play
ru_ru: Хочет играть
